alefragnani.bookmarks
amazonwebservices.aws-toolkit-vscode
atlassian.atlascode
bierner.markdown-preview-github-styles
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
foxundermoon.shell-format
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
hashicorp.hcl
hashicorp.terraform
hbrok.markdown-preview-bitbucket
jbockle.jbockle-format-files
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.remote-repositories
ms-vscode.vscode-speech
pascalreitermann93.vscode-yaml-sort
redhat.vscode-xml
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-polish
timonwong.shellcheck
xdebug.php-debug
